alefragnani.bookmarks
andreilucaci.everforest-pro
anthropic.claude-code
beardedbear.beardedicons
esbenp.prettier-vscode
golang.go
hashicorp.terraform
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
redhat.vscode-yaml
vscodevim.vim
